export default {
    navbar: {
        prices: 'Prices and services',
        booking: 'Booking',
        aboutUs: 'About us',
        contacts: 'Contacts'
    },
    landingTitle: 'The biggest certified shooting range complex in Ukraine',
    caponiers: {
        baghdad: {
            name: 'Baghdad',
            number: '01',
            length: '80 m',
            description: '',
            price: ''
        },
        kabul: {
            name: 'Kabul',
            number: '01',
            length: '100 m',
            description: '',
            price: ''
        },
        rio: {
            name: 'Rio',
            number: '01',
            length: '80 m',
            description: '',
            price: ''
        },
        acropolis: {
            name: 'Acropolis',
            number: '01',
            length: '100 m',
            description: '',
            price: ''
        },
        jerusalem: {
            name: 'Jerusalem',
            number: '01',
            length: '300 m',
            description: '',
            price: ''
        },
        kansas: {
            name: 'Kansas',
            number: '01',
            length: '30 m',
            description: '',
            price: ''
        }
    },
    buttons: {
        chooseThis: 'обрати цей',
        book: 'забронювати',
        details: 'details'
    },
    landingSlider: {
        events: 'Корпоративні івенти',
        gifts: 'Подарункові сертифікати'
    },
    contacts: {
        title: 'Контакти',
        socials: 'Наші мережі',
        phone: '+380500305070',
        address: 'some address',
        openHours: 'графік роботи'
    },
    aboutUs: {
        description1: `Полігон - місце що обєднує людей за інтересами та життєвими поглядами. 
        Наша команда працює для створення місця з атмосферою, де кожен може тренуватись, покращувати свої навички та навчатись новому.`,
        description2: 'Знаходити однодумців та стати членом спільноти особистостей для яких зброя та стрільба - невідємна частина життя.',
        infrastructureTitle: 'На полігоні розвинена інфраструктура:',
        infrastructure: [
            '6 діючих направлень для стрільби з різними робочими дистанціями та мішенною обстановкою',
            '2 навчальні аудиторії',
            'душ для тих, хто викладається на тренуваннях по повній',
            'санвузли в пішій доступності з кожного направлення для стрільби',
            'на більшості території присутнє покриття WiFi з доступом до швидкістного інтернету',
            'паркувальні місця на понад 100 автомобілів'
        ],
        rulesTitle: 'Правила поводження на полігоні:',
        rules: [
            '1. Незалежно від способу бронювання (сайт, телефон, дірект), бронювання рахується дійсним після його підтвердження адміністрацією полігону.',
            '2. Відміна бронювання без втрати коштів можлива не пізніше, ніж за 24 години до початку аренди. При скасуваннні бронювання пізніше 24 год до часу бронювання - кошти не повертаються. В разі виникнення форс-мажорних обставин, адміністрація полігону надає змогу двічі змінити дату та час бронювання.',
            '3. Оплата послуг полігону відбувається в безготівковій формі.',
            '4. Автомобілі відвідувачів запускаються на територію полігону не раніше, ніж за 15 хв до початку аренди направлення для стрільби.',
            '5. На територіі полігону діє обмеження швидкості пересування транспортних засобів 20 км\год.',
            '6. Всі клієнти несуть особисту відповідальність за вчасне закінчення стрільби на напрвленні. Знаходження на напрвленні для стрільби після закінчення часу оренди автоматично продовжує аренду на додаткову годину по вартості капоніру. Можливість продовження часу аренди завчасно обговорюється з адміністрацією полігону.',
            '7. До стрільб допускаються виключно особи за наявності дозволу на вогнепальну зброю та після проходження інструктажу по заходам безпеки з відповідним записом в журналі інструктажів.'
        ],
        forbiddenTitle: 'суворо забороняється:',
        forbidden: [
            '1. Допускати до виконання стрільб осіб, що не пройшли інструктаж по заходам безпеки та не оснащені засобами захисту очей та вух. Порушувати заходи безпеки при виконанні стрільб та змінювати направлення стрільби.',
            '2. Допускати до стрільб з вогнепальної зброї неповнолітніх осіб (що не досягли віку 18 років).',
            '3. Навмисно чинити пошкодження чи псування майна на направленнях для стрільби. Прострілювати автомобілі та захисні конструкції. В разі псування майна полігону адміністрацією стягується штраф в розмірі 5000 грн.',
            '4. Виконувати стрільбу із озброєння калібрів, що перевищують допустимі на цивільних полігонах.',
            '5. Заїжджати на направлення для стрільби на особистому транспорті. В разі необхідності - тільки за узгодженням з адміністрацією полігону.',
            '6. Залишатись на направленні для стрільби після завершення часу аренди без попереднього узгодження з адміністрацією полігону.',
            '7. Використовувати будь-які піротехнічні засоби без погодження з адміністрацією.',
            '8. Вживати алкогольні та слабоалкогольні напої на території полігону.',
            '9. Допускати до стрільби осіб в стані алкогольного спяніння або з його наслідками.',
            '10. Справляти природні потреби в невстановлених для цього місцях.'
        ],
        warning: 'В разі порушення правил поводження на полігоні, адміністрація залишає за собою право на усунення порушників з території полігону без повернення сплачених за послуги коштів.',
        disclaimer: '*Балістичні окуляри та активні навушники для всіх учасників входять у вартість оренди',
        targets: {
            description: 'На полігоні є можливість придбати мішені типу №4 або картон IDPA 440х760 “силует”',
            price: '25 грн/шт'
        }
    }
} as const
