export default {
    navbar: {
        prices: 'Ціни та послуги',
        booking: 'Бронювання',
        aboutUs: 'Про нас',
        contacts: 'Контакти'
    },
    landingTitle: 'Найбільший сертифікований стрілецький комплекс в Україні',
    caponiers: {
        baghdad: {
            name: 'Багдад',
            number: '01',
            length: '80 м',
            description: `Направлення для стрільби розміром 80х80 метрів, ідеально підходить для занять групами до 20 осіб. 
            На напраленні встановлено 20 стаціонарних стійок для пеперових або картонних мішеней, укриття для виконання вправ зі стрільби із
            незручних положень та три гонги. Також, капонір обладнаний тіньовим навісом для комфортного заряджання та підготовки до вправ.`,
            price: '2000 грн/год'
        },
        rio: {
            name: 'Ріо',
            number: '02',
            length: '80 м',
            description: `Направлення для стрільби розміром 80х80 метрів. Капонір обладнаний металевими гонгами, стійками для паперових (або картонних) 
            мішеней, укриттями, двома автомобілями, стінками для виконання вправ з стрільби із незручних положень та різноформатними фігурами для обладнання 
            конструкцій конкретно під вправу. Також, капонір обладнаний тіньовим навісом для комфортного заряджання та підготовки до вправ.`,
            price: '2500 грн/год'
        },
        kabul: {
            name: 'Кабул',
            number: '03',
            length: '100 м',
            description: `Направлення для стрільби розміром 100х40 метрів. Улюблена “сотка” для тренувань груп до 10 осіб. Капонір обладнаний 
            різноманітними гонгами, стаціонарними та переносними стійками для паперрових або картонних мішеней та укриттями.`,
            price: '2000 грн/год'
        },
        acropolis: {
            name: 'Акрополь',
            number: '04',
            length: '100 м',
            description: `Напрвленя для стрільби з дистанцією 100 метрів з кулеперехопленням та металевим навісом, що робить стрільбу в непогоду максимально 
            комфортною. На направленні облаштовано 33 доріжки для стрільби із стаціонарними стійками для паперових або картонних мішеней. Ідеально підходить для приведення 
            зброї до робочого стан та корпоративних заходів.`,
            price: 'весь капонір - 4000 грн/год, доріжка - 400 грн/год'
        },
        kansas: {
            name: 'Канзас',
            number: '05',
            length: '30 м',
            description: `Пістолентий капонір з робочою дистанцією 30 метрів. Направлення для стрільби обладнане металевими гонгами різнорго типу та 6 стаціонарими
            стійками для паперрових або картонних мішеней.`,
            price: 'Вартість для стрілка: 30хв - 400 грн, 600 грн - 1 год. Весь капонір - 2000 грн/год.'
        },
        jerusalem: {
            name: 'Єрусалим',
            number: '06',
            length: '300 м',
            description: `Направлення для стрільби із дистанцією 300 метрів. Чудово підходить для тренувань з влучної (високоточної) стрільби по паперовим та металевим 
            мішеням. Капонір знаходиться в найвіддаленішій локації полігону, що тільки сприяє спокійній та комфортній роботі. Під обладнаним навісом для стрільби 
            комфортно розміщається до 6 стрілків.`,
            price: 'весь капонір - 2000 грн/год, доріжка - 550 грн/год'
        }
    },
    buttons: {
        chooseThis: 'обрати цей',
        book: 'забронювати',
        details: 'детальніше',
        purchase: 'придбати'
    },
    landingSlider: {
        events: 'Корпоративні івенти',
        gifts: 'Подарункові сертифікати'
    },
    contacts: {
        title: 'Контакти',
        socials: 'Наші мережі',
        phone: '+380500305070',
        address: 'адреса адреса адреса',
        openHours: 'графік роботи графік роботи'
    },
    aboutUs: {
        description1: `Полігон - місце що обєднує людей за інтересами та життєвими поглядами. 
        Наша команда працює для створення місця з атмосферою, де кожен може тренуватись, покращувати свої навички та навчатись новому.`,
        description2: 'Знаходити однодумців та стати членом спільноти особистостей для яких зброя та стрільба - невідємна частина життя.',
        infrastructureTitle: 'На полігоні розвинена інфраструктура:',
        infrastructure: [
            '6 діючих направлень для стрільби з різними робочими дистанціями та мішенною обстановкою',
            '2 навчальні аудиторії',
            'душ для тих, хто викладається на тренуваннях по повній',
            'санвузли в пішій доступності з кожного направлення для стрільби',
            'на більшості території присутнє покриття WiFi з доступом до швидкістного інтернету',
            'паркувальні місця на понад 100 автомобілів'
        ],
        rulesTitle: 'Правила поводження на полігоні:',
        rules: [
            'Незалежно від способу бронювання (сайт, телефон, дірект), бронювання рахується дійсним після його підтвердження адміністрацією полігону.',
            'Відміна бронювання без втрати коштів можлива не пізніше, ніж за 24 години до початку аренди. При скасуваннні бронювання пізніше 24 год до часу бронювання - кошти не повертаються. В разі виникнення форс-мажорних обставин, адміністрація полігону надає змогу двічі змінити дату та час бронювання.',
            'Оплата послуг полігону відбувається в безготівковій формі.',
            'Автомобілі відвідувачів запускаються на територію полігону не раніше, ніж за 15 хв до початку аренди направлення для стрільби.',
            'На територіі полігону діє обмеження швидкості пересування транспортних засобів 20 км\год.',
            'Всі клієнти несуть особисту відповідальність за вчасне закінчення стрільби на напрвленні. Знаходження на напрвленні для стрільби після закінчення часу оренди автоматично продовжує аренду на додаткову годину по вартості капоніру. Можливість продовження часу аренди завчасно обговорюється з адміністрацією полігону.',
            'До стрільб допускаються виключно особи за наявності дозволу на вогнепальну зброю та після проходження інструктажу по заходам безпеки з відповідним записом в журналі інструктажів.'
        ],
        forbiddenTitle: 'суворо забороняється:',
        forbidden: [
            'Допускати до виконання стрільб осіб, що не пройшли інструктаж по заходам безпеки та не оснащені засобами захисту очей та вух. Порушувати заходи безпеки при виконанні стрільб та змінювати направлення стрільби.',
            'Допускати до стрільб з вогнепальної зброї неповнолітніх осіб (що не досягли віку 18 років).',
            'Навмисно чинити пошкодження чи псування майна на направленнях для стрільби. Прострілювати автомобілі та захисні конструкції. В разі псування майна полігону адміністрацією стягується штраф в розмірі 5000 грн.',
            'Виконувати стрільбу із озброєння калібрів, що перевищують допустимі на цивільних полігонах.',
            'Заїжджати на направлення для стрільби на особистому транспорті. В разі необхідності - тільки за узгодженням з адміністрацією полігону.',
            'Залишатись на направленні для стрільби після завершення часу аренди без попереднього узгодження з адміністрацією полігону.',
            'Використовувати будь-які піротехнічні засоби без погодження з адміністрацією.',
            'Вживати алкогольні та слабоалкогольні напої на території полігону.',
            'Допускати до стрільби осіб в стані алкогольного спяніння або з його наслідками.',
            'Справляти природні потреби в невстановлених для цього місцях.'
        ],
        warning: 'В разі порушення правил поводження на полігоні, адміністрація залишає за собою право на усунення порушників з території полігону без повернення сплачених за послуги коштів.'
    },
    price: {
        caponiers: 'Оренда капонірів',
        targets: 'мішені',
        events: 'корпоративні івенти',
        gifts: 'поларункові серитфікати'
    },
    disclaimer: '*Балістичні окуляри та активні навушники для всіх учасників входять у вартість оренди',
    targets: {
        description: 'На полігоні є можливість придбати мішені типу №4 або картон IDPA 440х760 “силует”',
        price: '25 грн/шт'
    },
    events: {
        description: `В часи, які проживає наша країна, проведення продуктивних корпоративних івентів на полігоні є доцільним та актуальним. Такі заходи покращують клімат в колективі та обєднують працівників. 
        Для проведення корпоративного івенту орендувати направлення для стрільби необхідно за 10 днів до бажаної дати (для узгодження всіх деталей з адміністрацією та надання відвідувачам максимально комфортних умов). Просимо звернути увагу, що на полігоні суворо забороняється розпивати алкогольні та слабоалкогольні напої.`
    },
    gifts: {
        description: `Подарунковий сертифікат нашого стрілецького полігону - це найкращий спосіб подарувати незабутні враження та адреналін вашим близьким. Дозвольте їм відкрити світ стрільби та навичок, подарувавши один з наших сертифікатів`
    }
} as const
